[
    { "hint": "A large body of water that is smaller than an ocean.", "answer": "Sea" },
    { "hint": "A mammal known for its black and white stripes.", "answer": "Zebra" },
    { "hint": "The process of converting sunlight into energy by plants.", "answer": "Photosynthesis" },
    { "hint": "A sweet substance produced by bees.", "answer": "Honey" },
    { "hint": "An appliance used for cooking food.", "answer": "Oven" },
    { "hint": "A tall, slender tree with needle-like leaves.", "answer": "Pine" },
    { "hint": "The capital city of France.", "answer": "Paris" },
    { "hint": "An object used to keep your hands warm in cold weather.", "answer": "Glove" },
    { "hint": "The largest planet in our solar system.", "answer": "Jupiter" },
    { "hint": "A book that provides detailed information about words and their meanings.", "answer": "Dictionary" },
    { "hint": "A small, round fruit that is often red or green.", "answer": "Apple" },
    { "hint": "A domesticated animal known for its loyalty and companionship.", "answer": "Dog" },
    { "hint": "A structure used for crossing a river or road.", "answer": "Bridge" },
    { "hint": "A musical instrument with strings that you play by plucking or strumming.", "answer": "Guitar" },
    { "hint": "A place where people go to see movies.", "answer": "Theater" },
    { "hint": "A container used to store liquids, often with a handle and spout.", "answer": "Jug" },
    { "hint": "An electronic device used for communicating with others.", "answer": "Phone" },
    { "hint": "A large, flat surface used for writing or drawing.", "answer": "Desk" },
    { "hint": "A small, winged insect known for its ability to make honey.", "answer": "Bee" },
    { "hint": "A type of bird known for its ability to mimic human speech.", "answer": "Parrot" },
    { "hint": "A large, predatory feline with a golden coat.", "answer": "Lion" },
    { "hint": "A type of vehicle used for traveling on water.", "answer": "Boat" },
    { "hint": "A device used for measuring time.", "answer": "Clock" },
    { "hint": "A tool used for cutting wood, often with a long handle and a sharp blade.", "answer": "Saw" },
    { "hint": "A natural satellite that orbits the Earth.", "answer": "Moon" },
    { "hint": "A sweet, frozen dessert often enjoyed in the summer.", "answer": "Ice Cream" },
    { "hint": "A person who flies an aircraft.", "answer": "Pilot" },
    { "hint": "A building where people live, usually consisting of multiple units.", "answer": "Apartment" },
    { "hint": "A beverage made from steeping leaves in hot water.", "answer": "Tea" },
    { "hint": "A rectangular piece of furniture used for sleeping.", "answer": "Bed" },
    { "hint": "A small, round fruit that is often used in pies and jams.", "answer": "Berry" },
    { "hint": "A machine used for washing clothes.", "answer": "Washing Machine" },
    { "hint": "A large, flying bird known for its impressive wingspan.", "answer": "Eagle" },
    { "hint": "A flat object used for writing or drawing, often with a surface for paper.", "answer": "Clipboard" },
    { "hint": "A device used for playing music or other audio content.", "answer": "Speaker" },
    { "hint": "A container used for keeping food or drink cold.", "answer": "Cooler" },
    { "hint": "A large, rounded structure used for sports or performances.", "answer": "Stadium" },
    { "hint": "A musical instrument with keys that you press to produce sound.", "answer": "Piano" },
    { "hint": "A device used for capturing images.", "answer": "Camera" },
    { "hint": "A small, cylindrical object used for writing.", "answer": "Pen" },
    { "hint": "A type of tree known for its sweet fruit, often used in pies.", "answer": "Apple Tree" },
    { "hint": "A long, thin piece of wood or metal used for support.", "answer": "Rod" },
    { "hint": "A place where you can find and purchase books.", "answer": "Library" },
    { "hint": "A structure used for building and construction, often made of metal or wood.", "answer": "Framework" },
    { "hint": "A type of fruit that is often used in salads and desserts, known for its tangy flavor.", "answer": "Lemon" },
    { "hint": "A small, flat object used for keeping documents or papers together.", "answer": "Clip" }
  ]
  